{
	"label": "Manoeuvres",
  "mapping": {
    "description": "system.description"
  },
	"entries": {
		"Coup de Jarnac": {
			"name": "Coup de Jarnac",
			"description": "<p>Marge de 4 en Accomplissement </p>\n<p>Ce coup violent, déloyal et pernicieux, a été rendu célèbre par Guy Chabot de Jarnac, qui l’a porté pour la première fois lors d’un duel judiciaire, à Éole, en 954. Il consiste à blesser la jambe ou le tendon d’Achille de l’adversaire, l’empêchant de se déplacer normalement. En plus de l’Impact, la victime se voit affublée du Trait <em>Estropié -1</em>.</p>"
		},
		"Doesn’t even hurt": {
			"name": "Même pas mal",
			"description": "<p>Par le contrôle de sa respiration et une volonté inébranlable, le combattant apprend à faire fi de ses blessures. Non seulement il ne souffre d’aucun malus dû aux Impacts subis mais, mieux encore, ces derniers lui permettent de se surpasser et deviennent des bonus proportionnels. Ainsi, au lieu de subir un malus de -4 pour un Impact majeur, le personnage bénéficiera d’un bonus de +4. Il peut dépasser la Marge autorisée par sa Compétence.</p>"
		},
		"Double impact": {
			"name": "Double impact",
			"description": "<p>Aggressif</p>\n<p>deux armes sont nécessaires</p>\n<p>Cette botte demande une extrême célérité au maître d’armes qui augmente sa cadence de frappe. Durant un même échange de coups, il est ainsi capable d’infliger son Impact deux fois (deux Impacts graves au lieu d’un par exemple). Le retour de flamme est cependant périlleux, car, par son agressivité, le maître d’armes se découvre. Lui aussi subit des Impacts doublés.</p>"
		},
		"It's the winning, not the taking part that counts": {
			"name": "L’important n’est pas de participer mais de gagner",
			"description": "<p>impossibilité d’utiliser cette botte en duel</p>\n<p>L’escrimeur a appris à tirer profit de toutes les occasions, privilégiant l’efficacité au style. Il se sert de tout ce qui lui tombe sous la main pour en tirer avantage. Entre ses mains, un élément improvisé utilisé pour se battre est doté d’une Incidence de +3, mais il se brise après usage.</p>"
		},
		"Perforation": {
			"name": "Perforation",
			"description": "<p>Cette manœuvre est particulièrement usitée au sein des seigneuries traversières, où les armures demeurent courantes. D’un coup précis, le maître d’armes cible le point faible de la protection de son opposant et s’y engouffre, faisant fi du bonus de cette dernière.</p>"
		},
		"Point blank": {
			"name": "À bout portant",
			"description": "<p>nécessite Spécialization <em>Mousquet</em></p>\n<p>Le maître d’armes est un artiste martial, capable de faire feu avec son mousquet lors d’un combat au corps à corps. Durant un même échange de coups, il peut porter un coup de baïonnette (Incidence du poignard) et faire feu avec le mousquet (Incidence d’arme à feu).</p>"
		},
		"Ribbon Dance": {
			"name": "Danse des rubans",
			"description": "<p>Agressif</p>\n<p>Par tranche de 2, nécessite une Spécialisation en arme articulée (fouet, chaînes, fléaux, rubans lestés de plomb ou lames métalliques), de réussir son test de Préservation et d’avoir suffisamment de place pour se battre – En effectuant de longues et complexes arabesques, le maître d’armes produit une sphère mortelle tournoyante autour de lui. Il peut alors ajouter sa Marge de Préservation, par tranche de 2, à sa Marge d’Accomplissement. La Marge d’Accomplissement produit alors de nombreuses blessures superficielles (1 par Marge de 2).</p>"
		},
		"The Chimeric Defense": {
			"name": "Défense chimérique",
			"description": "<p>&ldquo;Défensif uniquement &rdquo;&ndash;par tranches de 2&ndash;</p>\n<p>Pour réussir cette manœuvre, le personnage doit obtenir une Marge d’au moins 4 en Accomplissement ET en Préservation. En cas de réussite, elle permet d’ajouter tout ou partie de sa Marge de Préservation, par tranches de 2, à sa Marge d’Accomplissement. Alors qu’il esquive ou pare, le défenseur en profite pour porter un coup à l’aide d’un membre, d’un élément improvisé, d’un bouclier, etc. Cela demande une réflexion tactique, car augmenter son Accomplissement en recourant à cette botte affaiblit sa Préservation. Le combattant peut dépasser la Marge autorisée par sa Compétence.</p>"
		},
		"The Dead man’s Hold": {
			"name": "L’étreinte de l’homme mort",
			"description": "<p>L’escrimeur choisit de subir des blessures en optant pour un score de Préservation bas. En acceptant ces Impacts, il est en retour capable de déjouer la garde de son adversaire et lui fait subir en retour des dégâts identiques, en plus de ceux qu’il a infligés normalement durant cette passe d’armes, pour un total pouvant dépasser sa Marge autorisée de Compétence.</p>"
		},
		"The jeering master": {
			"name": "Maître persifleur",
			"description": "<p>Cette technique permet de provoquer son adversaire, voire de l’humilier, avant de l’achever. Par ses piques et ses railleries, le maître d’armes impose à son adversaire de placer son plus haut score possible en Accomplissement, ce qui dégarnit grandement sa Préservation (pour les seconds rôles, faites +4/-4 par défaut). </p>"
		},
		"The Madman’s step": {
			"name": "Le pas de l’homme fou",
			"description": "<p>Le style Rojo n’est pas enseigné par dans les écoles d’avocats-duellistes, mais dans les caravanes traversières. L’escrimeur adopte un style fait de mouvements erratiques et imprévisibles, désorientant son adversaire et le rendant plus difficile à toucher. Le bretteur ajoute +4 à sa Préservation et peut dépasser la Marge autorisée par sa Compétence.</p>"
		},
		"The Nevers Attack": {
			"name": "La botte de Nevers",
			"description": "<p>Marge de 4 en Accomplissement et l’adversaire ne doit pas posséder de protection à la tête</p>\n<p>Inventée par Philippe de Nevers, un sabreur parisien, cette botte exige une extrême précision mais se révèle dévastatrice. En cas de réussite, l’épéiste élimine son adversaire sur le coup en lui infligeant une blessure entre les deux yeux (équivalent d’un Impact majeur).</p>"
		},
		"The partner switch": {
			"name": "Changement de partenaire",
			"description": "<p>Cette botte peut être employée par un escrimeur confronté à plusieurs adversaires. Ce dernier a la possibilité d’engager une cible supplémentaire au dernier moment (avant le calcul des Incidences). Il peut demander au conteur de l’orienter vers un personnage à portée de fleuret ou de désigner son opposant avec le plus faible ou le plus fort score en Préservation. Le score de Préservation de l’escrimeur s’applique aux deux adversaires désignés.</p>"
		},
		"The Scarlet Dance": {
			"name": "La danse écarlate",
			"description": "<p>Cette botte est l’invention de la duelliste Bramon d’Éole. Véritable némésis de Marcel Rubempré, maître d’armes des anciens nobles avant qu’ils ne soient chassés sur les traverses, sa technique entra dans la légende lors de la révolution industrielle. Elle combine un mélange de pas de danse et de coups d’estoc et de taille. Se laissant aller au rythme de sa musique intérieure, l’épéiste finit dans un état de transe lui permettant d’ajouter son score d’Athlétisme à son Incidence. Il peut dépasser la Marge autorisée par sa Compétence.</p>"
		},
		"Two-handed attack": {
			"name": "À deux mains",
			"description": "<p>Porter le coup avec les deux mains sur le pommeau de l’arme, avoir un score d’Accomplissement supérieur à celui de Préservation – Le combattant frappe de toutes ses forces afin de percer la défense de son adversaire. Il peut remplacer l’Incidence de son arme par son score en <em>Athlétisme</em>.</p>"
		}
	}
}