{
	"label": "Manoeuvres",
	"entries": {
		"Coup de Jarnac": {
			"name": "Coup de Jarnac",
			"description": "<p>Execution Margin of 4</p>\n<p>This is a violent, treacherous, and wicked blow made famous by Guy Chabot de Jarnac, who used it for the first time in a judiciary duel in Aeolus in 954. It involves wounding the opponent&rsquo;s leg or Achilles tendon, which prevents them from being able to move normally. As well as the Impact, the victim also receives the Trait: <em>Lame -1</em>.</p>"
		},
		"Doesn’t even hurt": {
			"name": "Doesn’t even hurt",
			"description": "<p>Through breathing control and unshakable willpower, the combatant learns to ignore their injuries. Not only do they not receive any penalty from Impacts inflicted upon them, but even better, those Impacts allow them to unlock their inner strength and become bonuses. Therefore, instead of suffering from a penalty of -4 for a major Impact, the character receives a bonus of +4. they may surpass the Margin limit set by their Skill level.</p>"
		},
		"Double impact": {
			"name": "Double impact",
			"description": "<p>Aggressive</p>\n<p>Two weapons needed</p>\n<p>This technique requires extreme speed on the user&rsquo;s part, increasing the number of attacks they can deliver. In a single exchange of blows, they can inflict an Impact twice (two serious Impacts rather than one for example). However, this can turn against them and be very dangerous, since due to their excessive aggressiveness, the character exposes themself. They also suffer from double Impacts.</p>"
		},
		"It's the winning, not the taking part that counts": {
			"name": "It's the winning, not the taking part that counts",
			"description": "<p>Impossible to use this technique in a duel</p>\n<p>The sword fighter has learned to take advantage of all situations, by prioritizing efficiency over style. They use whatever they have at hand to gain an advantage. Any improvised weapon they use has an Effect of +3, but breaks after use.</p>"
		},
		"Perforation": {
			"name": "Perforation",
			"description": "<p>This maneuver is particularly favored on stitch estates where it is still common to wear armor. The sword fighter uses a precise blow to target the weak point of their opponent&rsquo;s protection and runs through it, discarding any bonus granted by the armor.</p>"
		},
		"Point blank": {
			"name": "Point blank",
			"description": "<p>Requires <em>Musket</em> Specialization</p>\n<p>The combatant is a martial artist able to use their musket in close range combat. In a single exchange of blows, they can deliver a bayonet blow (Effect of a dagger) and fire with the musket (Effect of a firearm).</p>"
		},
		"Ribbon Dance": {
			"name": "Ribbon Dance",
			"description": "<p>Aggressive</p>\n<p>Requires a Specialization with a non rigid weapon (whip, chain, flail, ribbons lined with lead or metal blades), succeeding one&rsquo;s Preservation test, and enough space to fight&ndash;By spinning around with long, skilled movements, the combatant creates a deadly rotating sphere around themself. they can then add their Preservation Margin to their Execution Margin 2 points at a time. The Execution Margin then causes many superficial injuries (1 for each Margin of 2).</p>"
		},
		"The Chimeric Defense": {
			"name": "The Chimeric Defense",
			"description": "<p>&ldquo;Defensive moves only&rdquo;&ndash;by blocks of 2&ndash;</p>\n<p>To successfully carry out this maneuver, the character must obtain a Margin of at least 4 in both Execution and Preservation. If it succeeds, it allows the character to add all or part of their Preservation Margin to their Execution Margin in blocks of 2. while dodging or parrying the defender simultaneously lands a blow with a limb, an improvised weapon, or a shield etc. This requires tactical thinking, because using this technique weakens Preservation. The combattant may exceed the normal Margin limit set by Skill level.</p>"
		},
		"The Dead man’s Hold": {
			"name": "The Dead man’s Hold",
			"description": "<p>The sword fighter allows themself to take attacks by opting for a low Preservation score. By accepting these Impacts, they can take advantage of their opponent&rsquo;s lowered guard to inflict identical damage on them, in addition to normal damage inflicted during that turn, for a total which can surpass the normal Margin limit set by their Skill level.</p>"
		},
		"The jeering master": {
			"name": "The jeering master",
			"description": "<p>This technique can be used to provoke the opponent, and even humiliate them, before finishing them off. Using mockery, the combattant forces the opponent to use their highest score in Execution, which greatly reduces their Preservation (for minor characters, it becomes +4/-4 by default).</p>"
		},
		"The Madman’s step": {
			"name": "The Madman’s step",
			"description": "<p>Rojo style is not taught in judi-duelist schools, but in traverser caravans. The sword fighter employs a style made up of erratic and unpredictable movements that disorient the opponent and make the user difficult to touch. The swordfighter adds +4 to their Preservation and can surpass the normal Margin limit set by their Skill level.</p>"
		},
		"The Nevers Attack": {
			"name": "The Nevers Attack",
			"description": "<p>Execution Margin of 4 and the opponent&rsquo;s head must be unprotected</p>\n<p>Invented by Parisian swordfighter Philippe de Nevers, this attack requires extreme precision but is absolutely devastating. If it succeeds, the user eliminates their opponent instantly by inflicting an injury between their eyes (equivalent to a major Impact).</p>"
		},
		"The partner switch": {
			"name": "The partner switch",
			"description": "<p>This technique can be used by a sword fighter facing multiple opponents. The attacker can include an extra target at the last second (before Effects are calculated). They may ask the storyteller to direct the attack on a character within range of their blade or choose the opponent with the highest or lowest Preservation score. The swordfighter&rsquo;s own Preservation score applies to both of the targeted opponents.</p>"
		},
		"The Scarlet Dance": {
			"name": "The Scarlet Dance",
			"description": "<p>This move was invented by the duelist Bramon of Aeolus. The nemesis of Marcel Rubempr&eacute;, and fencing instructor for the old nobility before they were chased out onto the traverses, Bramon&rsquo;s technique became legendary during the industrial revolution. It is a combination of dance steps, thrusts, and slashes. The swordfighter lets themself be taken away by their own inner music, and enters into a trance like state which allows them to add their <em>Athletics </em>score to the Effect. They can exceed the normal Margin limit set by their Skill level.</p>"
		},
		"Two-handed attack": {
			"name": "Two-handed attack",
			"description": "<p>Blow delivered with both hands grasping the sword's hilt, Execution score higher than one&rsquo;s Preservation score required&ndash;The combatant &nbsp;strikes with all their strength to break through the opponent&rsquo;s defense. This move allows characters to replace the Effect with their <em>Athletics</em> score.</p>"
		}
	}
}